const postsRu = [
    { title: "Первая запись в блоге", content: "Здесь будет текст первой записи в блоге. Добро пожаловать!", link: "https://google.com" },
    { title: "Вторая записьп в блоге", content: "Здесь будет текст второй записи в блоге. Продолжение следует..." },
    { title: "Первая зывапись в блоге", content: "Здесь будет текст первой записи в блоге. Добро пожаловать!" },
    { title: "Вторая зыфвапись в блоге", content: "Здесь будет текст второй записи в блоге. Продолжение следует..." },
    { title: "Первая зыфвапись в блоге", content: "Здесь будет текст первой записи в блоге. Добро пожаловать!" },
    { title: "Вторая зйапись в блоге", content: "Здесь будет текст второй записи в блоге. Продолжение следует..." },
    { title: "Первая заыпись в блоге", content: "Здесь будет текст первой записи в блоге. Добро пожаловать!" },
    { title: "Вторая запуись в блоге", content: "Здесь будет текст второй записи в блоге. Продолжение следует..." },
    { title: "Первая запиксь в блоге", content: "Здесь будет текст первой записи в блоге. Добро пожаловать!" },
    { title: "Вторая записсь в блоге", content: "Здесь будет текст второй записи в блоге. Продолжение следует..." },
    { title: "Первая записьп в блоге", content: "Здесь будет текст первой записи в блоге. Добро пожаловать!" },
    { title: "Вторая запись нрв блоге", content: "Здесь будет текст второй записи в блоге. Продолжение следует..." },
    { title: "Первая запись в тблоге", content: "Здесь будет текст первой записи в блоге. Добро пожаловать!" },
    { title: "Вторая запись в бглоге", content: "Здесь будет текст второй записи в блоге. Продолжение следует..." },
    { title: "Первая запись в блогеук", content: "Здесь будет текст первой записи в блоге. Добро пожаловать!" },
    { title: "Вторая запись в блгеноге", content: "Здесь будет текст второй записи в блоге. Продолжение следует..." },
    { title: "Первая запись в блоге76", content: "Здесь будет текст первой записи в блоге. Добро пожаловать!" },
    { title: "Вторая запись в блог45е", content: "Здесь будет текст второй записи в блоге. Продолжение следует..." }
];

const postsEn = [
    { title: "Первая запись в блоге", content: "Здесь будет текст первой записи в блоге. Добро пожаловать!", link: "https://google.com" },
    { title: "Вторая записьп в блоге", content: "Здесь будет текст второй записи в блоге. Продолжение следует..." }
];